IDS_MESHGEN___MSG1 = "Due nodi sono coincidenti o troppo vicini tra loro."
IDS_MESHGEN___MSG2 = "Un nodo si trova all'interno di un bordo oppure due bordi si intersecano tra loro."
IDS_MESHGEN___MSG4 = "I semi del contorno non sono chiusi."
IDS_MESHGEN___MSG5 = "Il contorno esterno della mesh 2D non è chiuso."
IDS_MESHGEN___MSG6 = "\nRidurre la dimensione della mesh e riprovare."
IDS_MESHGEN___MSG7 = "Affinché il mesher di Delaunay generi una mesh completa di quadrilateri, è necessaria una semina uniforme."
IDS_MESHGEN___MSG8 = "Auto-Meshing 2D"
IDS_MESHGEN___MSG9 = "Auto-Meshing 2D interrotto!"
IDS_MESHGEN___MSG10 = "Errore di memoria insufficiente!"
IDS_MESHGEN___MSG11 = "Messaggio di errore"
IDS_MESHGEN___MSG12 = "Auto-Meshing area planare"
IDS_MESHGEN___MSG26 = "I semi del contorno non sono chiusi oppure il numero di semi è troppo basso"
IDS_TM_MESH_QST_STOP_MESH = "Si desidera interrompere l'Auto-Meshing?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "Microsoft Word non è installato."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "Microsoft Excel non è installato."
IDS_UNIT_SYSTEM_SI = "Sistema di unità SI"
IDS_UNIT_SYSTEM_US = "Sistema di unità US"
IDS_UNIT_SYSTEM_MKS = "Sistema di unità MKS"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
